Repository: common-repository/referral-program-parrainage-clients
Catalog: languages/referral-program-parrainage-clients-*.po
Languages: fr_fr

source: WLC Referral plugin allows you to add a referral program to your site using Wordpress & Woo Commerce. You MUST have a We Love Customers account to use this plugin.
fr_fr: Le plugin WLC Referral vous permet de créer un programme de parrainage pour votre site Woo Commerce. Vous devez créer un compte sur la plateforme We Love Customers pour pouvoir utiliser ce plugin.

source: Plugin Settings
fr_fr: Configuration de l'extension

source: You are using plugin version %s.
fr_fr: Vous utilisez la version %s du plugin.

source: Plugin version:
fr_fr: Version du plugin

source: This plugin requires WordPress %s or higher.
fr_fr: Cette extension nécessite au minimum la version %s de Wordpress.

source: Please <a href="%1$s">upgrade WordPress</a> to a current version.
fr_fr: Merci de mettre <a href="%1$s">WordPress</a> à jour.

source: Referral
fr_fr: Parrainage

source: Referral program:
fr_fr: Programme de parrainage

source: Reward offer = %d%s
fr_fr: Offre parrain = %d%s

source: Welcome offer = %d%s
fr_fr: Offre filleul = %d%s

source: NPS score:
fr_fr: Score NPS

source: API Key
fr_fr: Clé API

source: Use CDN for the first Javascript call?
fr_fr: Utiliser le CDN pour le chargement du fichier Javascript ?

source: True
fr_fr: Oui

source: False
fr_fr: Non

source: Start
fr_fr: Démarrer

source: Manage it!
fr_fr: Mettre à jour

source: To get an API Key, please register using this link:
fr_fr: Pour obtenir votre clé API, cliquez ici:

source: Get it!
fr_fr: Obtenir ma clé!

source: To update and manage your referral programm, click here:
fr_fr: Pour mettre à jour votre programme de parrainage, cliquez ici:

source: Position
fr_fr: Emplacement

source: Title
fr_fr: Titre

source: Icon_Cash
fr_fr: Argent

source: Icon_Gift
fr_fr: Cadeau

source: Icon_Heart
fr_fr: Coeur

source: Icon_Reward
fr_fr: Récompense

source: Icon_Discount
fr_fr: Discount

source: Icon_Rocket
fr_fr: Fusée

source: Icon_Share
fr_fr: Partage

source: Icon_Dollar
fr_fr: Dollar

source: Icon_Like
fr_fr: Aime

source: Icon_Euro
fr_fr: Euro

source: Icon_Euro2
fr_fr: Euro2

source: Icon_Icecream
fr_fr: Glace

source: Icon_Plant
fr_fr: Plante

source: Icon_Whitegift
fr_fr: Cadeau blanc

source: Bottom right
fr_fr: En bas à droite

source: Bottom left
fr_fr: En bas à gauche

source: Top right
fr_fr: En haut à droite

source: Text color
fr_fr: Couleur du texte

source: Background color
fr_fr: Couleur du fond

source: Header background color
fr_fr: Couleur du fond du titre

source: Header color
fr_fr: Couleur du titre

source: Font size
fr_fr: Taille du texte

source: Status
fr_fr: Etat

source: DisplayOnMobile
fr_fr: Affichage sur mobile

source: showPageInWooCommerceAccountMenu
fr_fr: Page à afficher dans le menu <i>Mon compte</i> de Woo Commerce

source: Enabled
fr_fr: Activé

source: Extended
fr_fr: Déplié

source: Collapsed
fr_fr: Compact

source: Referral widget shortcode&nbsp;:
fr_fr: Shortcode du widget de parrainage&nbsp;:

source: Purchase referral widget shortcode&nbsp
fr_fr: Shortcode du widget de suivi de vos parrainages&nbsp;:

source: Customize widget image&nbsp;:
fr_fr: Personnaliser l'image du widget&nbsp;:

source: Customize widget title&nbsp;:
fr_fr: Personnaliser le titre du widget&nbsp;:

source: Customize widget text color&nbsp;:
fr_fr: Personnaliser la couleur du texte du widget&nbsp;:

source: Customize widget background color&nbsp;:
fr_fr: Personnaliser la couleur de fond du widget&nbsp;:

source: Customize widget header background color&nbsp;:
fr_fr: Personnaliser la couleur de fond de l'entête du widget&nbsp;:

source: Customize several parameters at the same time&nbsp;:
fr_fr: Personnaliser plusieur paramètres en même temps&nbsp;:

source: My title
fr_fr: Mon titre

source: Invite your friends
fr_fr: Parrainez vos amis

source: To customize your color choice<br>You have to enter the hexadecimal code of your color without the "#" like on these 3 examples:
fr_fr: Pour personnaliser votre choix de couleur<br>Vous devez entrer le code hexadécimal de votre couleur sans le "#" comme dans ces 3 exemples:

source: Reports
fr_fr: Statistiques

source: Find more information on our website WeLoveCustomers
fr_fr: Retrouvez plus de détails sur notre plateforme WeLoveCustomers

source: Go to Advanced Reporting
fr_fr: Accèder au tableau de bord avancé

source: Reward offer
fr_fr: Offre de récompense

source: Welcome offer
fr_fr: Offre de bienvenue

source: Your module is not configured yet
fr_fr: Votre module n'est pas encore configuré

source: Invitation
fr_fr: Nombre d'Invitations

source: Referrer
fr_fr: Parrains

source: Referee
fr_fr: Filleuls

source: SyncTrigger
fr_fr: Déclencheur de synchronisation des commandes

source: trigger_Paid
fr_fr: Commande payée

source: trigger_Completed
fr_fr: Commande complétée

source: trigger_Processing
fr_fr: Commande en cours de traitement

source: SyncAmount
fr_fr: Montant à synchroniser

source: amountWithTax
fr_fr: Montant avec taxes

source: amountWithoutTax
fr_fr: Montant hors taxes

source: amountWithoutShipping
fr_fr: Montant hors frais de port

source: amountWithoutTaxAndShipping
fr_fr: Montant hors taxes hors frais de port

source: CumulativeDiscounts
fr_fr: Remises cumulables

source: Rich snippet widget
fr_fr: Widget d'intégration de rich snippet

source: Badge widget
fr_fr: Widget badge avis

source: Reviews widget
fr_fr: Widget de présentation des avis
